Repository: blackjackshellac/eclipse
Catalog: eclipse@blackjackshellac.*/po/*.po
Languages: fr

source: seconds
fr: secondes

source: hours
fr: heures

source: Turn on debugging
fr: Activer le débogage

source: Maximum number of clipboard entries to show on the main menu
fr: Nombre maximum d'entrées du presse-papiers à afficher dans le menu principal

source: Reuse the same encryption password for the duration of the session
fr: Réutiliser le même mot de passe de cryptage pendant la durée de la session

source: Timeout for cached encryption password in seconds, 0 is none
fr: Le délai d'expiration pour le mot de passe en cryptage mis en cache en secondes, 0 est aucun

source: Cache encrypted eclips in memory
fr: Mettre en cache les eclips en mémoire

source: Minimum length of encryption password
fr: Longueur minimale du mot de passe de cryptage

source: openssl command line encryption options
fr: options de déchiffrement de la ligne de commande openssl

source: Ensure encryption and decryption options are complementary. Use -A for single line output. Previous eclips will be unavailable if this is changed
fr: Assurez-vous que les options de chiffrement et de déchiffrement sont complémentaires. Utilisez -A pour une sortie sur une seule ligne. Les éclips précédents ne seront pas disponibles si cela est modifié.

source: openssl command line decryption options
fr: options de déchiffrement de la ligne de commande openssl

source: Save encrypted clips to disk
fr: Enregistrer les clips cryptés sur le disque

source: Folder where encrypted clips should be saved
fr: Dossier dans lequel les clips cryptés doivent être enregistrés

source: Information to restore state after restart
fr: Informations pour restaurer l'état après le redémarrage

source: Support gpaste histories
fr: Soutenir les historiques de gpaste

source: Timeout for GPaste Password entries in seconds, 0 is none
fr: Délai d'expiration des éléments de mot de passe GPaste en secondes, 0 signifie aucun

source: Have gpaste track changes
fr: gpaste suivre les modifications

source: Enable keyboard shortcuts
fr: Activer les raccourcis clavier

source: Keyboard shortcut for showing menu
fr: Raccourci clavier pour afficher le menu

source: Keyboard shortcut for showing history menu
fr: Raccourci clavier pour afficher le menu d'historique

source: Keyboard shortcut next item
fr: Raccourci clavier pour sélectionner l'élément suivant

# prefs-title
source: Preferences
fr: Préférences

# clippie-frame
source: Clippie options
fr: Options de Clippie

# clippie-frame
source: GPaste options
fr: Options GPaste

# debug-text
source: Debug
fr: Déboguer

# debug-tooltip
source: Enable debugging output
fr: Activer la sortie de débogage

# show-histories-text
source: Show history menu
fr: Afficher le menu historique

# show-histories-tooltip
source: Show history menu
fr: Afficher le menu historique

# accel-enable-text
source: Enable keyboard shortcuts
fr: Activer les raccourcis clavier

# accel-enable
source: Enable keyboard shortcuts
fr: Activer les raccourcis clavier

# daemon-reexec
source: Test Keyboard shortcut
fr: Tester le raccourci clavier

# track-changes-text
source: GPaste track changes
fr: Suivre les modifications dans le presse-papiers GPaste

# track-changes-tooltip
source: Enable debugging output
fr: Activer la sortie de débogage

# daemon-reexec
source: GPaste daemon restart
fr: Redémarrage du démon GPaste

# daemon-reexec-tooltip
source: Restart the gpaste-client daemon
fr: Redémarrez le démon gpaste-client

# daemon-reexec
source: GPaste Settings
fr: Paramètres GPaste

# daemon-reexec-tooltip
source: Open the GPaste settings UI
fr: Ouvrez l'interface utilisateur des paramètres GPaste

source: Press your keyboard shortcut...
fr: Entrez le raccourci clavier

source: Keyboard shortcut
fr: Le raccourci clavier

source: Cancel
fr: Annuler

source: Shortcuts
fr: Raccourcis

source: About
fr: À propos

# cache-password-text
source: Cache encryption password
fr: Enregistrer le mot de passe de cryptage

# cache-password
source: Reuse the same encryption password for the duration of the session
fr: Réutiliser le même mot de passe de cryptage pendant la durée de la session

# cache-password-text
source: Timeout encryption password
fr: Mot de passe cryptage délai d'expiration

# cache-password-timeout
source: Timeout for cached encryption password in seconds, 0 is none
fr: Le délai d'expiration pour le mot de passe en cryptage mis en cache en secondes, 0 est aucun

# timeout-gpaste-password-text
source: Timeout GPaste passwords
fr: Délai d'expiration les mots de passe GPaste

# cache-password-timeout
source: Timeout for GPaste Password entries in seconds, 0 is none
fr: Délai d'expiration des éléments de mot de passe GPaste en secondes, 0 signifie aucun

# cache-eclips-text
source: Cache encripted eclips in memory
fr: Mettre en cache les eclips en mémoire

# cache-eclips-tooltip
source: Enable to keep eclips in memory
fr: Activer pour garder les eclips en mémoire

# save-eclips-text
source: Save encrypted clips to disk
fr: Enregistrer les clips cryptés sur le disque

# save-eclips-tooltip
source: Enable and select folder for eclips
fr: Sélectionnez le dossier pour les clips cryptés

# accel-menu-text
source: Show clippie menu
fr: Afficher le menu clippie

# accel-menu
source: Enable clippie menu keyboard shortcut
fr: Activer le raccourci clavier du menu clippie

# accel-history-text
source: Show history menu
fr: Afficher le menu historique

# accel-history
source: Enable clippie history menu keyboard shortcut
fr: Activer le raccourci clavier du menu d'historique de clippie

# accel-history-text
source: Select next clipboard item
fr: Sélectionnez l'élément suivant du presse-papiers

# accel-next
source: Enable clippie next keyboard shortcut
fr: Activer le raccourci clavier clippie suivant

source: About
fr: À propos

source: openssl not found
fr: openssl introuvable

source: will not encrypt without passphrase
fr: Ne cryptera pas sans phrase secrète

source: Decrypt
fr: Décrypter

source: Passphrase
fr: Phrase secrète

source: Cached password cleared
fr: Mot de passe enregistré effacé

source: Enter the decryption passphrase
fr: Entrez la phrase secrète de déchiffrement

source: Passphrase too short
fr: Phrase secrète trop courte

source: Decryption failed
fr: Le déchiffrement a échoué

source: Encrypt
fr: Crypter

source: Label for encrypted entry
fr: Étiquette d'entrée cryptée

source: Confirm
fr: Confirmer

source: Enter and confirm the encryption passphrase
fr: Entrez et confirmez la phrase secrète de chiffrement

source: Label already exists
fr: Étiquette existe déjà

source: Specify a label for the encrypted entry
fr: Spécifiez une étiquette pour l'entrée chiffrée

source: Passphrase mismatch
fr: Non-concordance de la phrase secrète

source: Passphrase match
fr: Correspondance de la phrase secrète

source: ReEncrypt
fr: Reencypt

source: Original passphrase
fr: Mot de passe original

source: Rename
fr: Renommer

source: Ok
fr: D'accord

source: Password label
fr: L'étiquette de mot de passe

source: Enter name for the password entry
fr: Entrez le nom de l'entrée du mot de passe

source: Enter new name for the password entry
fr: Entrez un nouveau nom pour l'entrée du mot de passe

source: More…
fr: Plus…

source: Search
fr: Rechercher

source: History [
fr: Histoire [

source: Create history
fr: Créer une histoire

source: Clear
fr: Vider

source: Delete
fr: Effacer

source: <disabled>
fr: <désactivé>

source: failed to get track changes state from gpaste: %d
fr: impossible de suivre l'état des modifications de gpaste: %d

source: GPaste deamon restarted
fr: GPaste deamon redémarré

source: Launched gpaste-client ui
fr: Lancement de l'interface utilisateur gpaste-client

source: gpaste-client ui returned %d: make sure gpaste-ui is installed
fr: gpaste-client ui a renvoyé %d: assurez-vous que gpaste-ui est installé

source: Select eclips folder
fr: Sélectionnez le dossier eclips
